Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Chemische Präparate für die Herstellung von Fußbodenwachs
en: Chemical preparations for use in the manufacture of floor waxes

source: Chemische Erzeugnisse zur Verwendung bei der Herstellung von Pigmenten
en: Chemical preparations for use in the manufacture of pigments

source: Chemische Präparate zur Entfernung von Ablagerungen auf Metallen
en: Chemical preparations for use in the removal of deposits from metal

source: Chemische Präparate für die Bearbeitung von Reifen
en: Chemical preparations for use in the treatment of tyres

source: Chemische Präparate zum Wasserdicht machen von Mauerwerk
en: Chemical preparations for waterproofing masonry

source: Elektrostatische Filme
en: Electrostatic films

source: Chemische Einbettungsmittel für industrielle Zwecke
en: Embedding compositions for use in industry

source: Fluoreszenzkennzeichen für Nukleotide und Proteine
en: Fluorescent labels for nucleotides and proteins

source: Zellstoff für die Papiererzeugung
en: Pulp for use in the manufacture of paper

source: Phosphate für die Trinkwasseraufbereitung
en: Phosphates for potable water treatment

source: Chemische Erzeugnisse für die Elektronikindustrie
en: Chemicals for use in the electronics industry

source: Erzeugnisse zum Gerben von Leder
en: Compositions for use in tanning leather

source: Magnesiumchlorid zum Feuer festmachen von Materialien
en: Magnesium chloride for fireproofing materials

source: Magnesiumhydroxid für gewerbliche Zwecke
en: Magnesium hydroxide for industrial use

source: Magnesiumpräparate für Fertigungszwecke
en: Magnesium preparations for use in manufacture

source: Dünger aus Meeresbestandteilen
en: Manures made from sea components

source: Kolloidales Siliciumdispergiermittel
en: Colloidal silicon dispersants

source: Farbpapier [sensibilisiert]
en: Coloured paper [sensitised]

source: Verbrennungsbeschleuniger [Chemikalien]
en: Combustion enhancers [chemicals]

source: Detergenzien für gewerbliche Zwecke zur Verwendung in Herstellungsverfahren
en: Detergents for industrial use as part of manufacturing operations

source: Dextrinisierte Enzyme
en: Dextrinizing enzymes

source: Chemische Analysesets zur Prüfung von Wasser in Schwimmbecken
en: Chemical analysis kit for testing swimming pool water

source: Radioaktive Materialien für wissenschaftliche Zwecke
en: Radioactive materials for scientific purposes

source: Radioaktive Präparate für Laborzwecke
en: Radioactive preparations for laboratory purposes

source: Röntgenologische Kontrastmittel, ausgenommen für medizinische Zwecke
en: Radiological contrast agents, other than for medical purposes

source: Perlit für den Gartenbau
en: Perlite for use in horticulture

source: Zytologische Fixiermittel
en: Cytological fixatives

source: Halbleitendes Silizium
en: Semiconductor silicon

source: Kunststoffe in Pastenform
en: Plastics in the form of pastes

source: Weichmacher für natürliche Polymere
en: Plastisizers for use in natural polymers

source: Weichmacher für synthetische Polymere
en: Plastisizers for use in synthetic polymers

source: Fotografische Platten aus Glas für Laserbelichtungen [unbelichtet]
en: Photographic plates of glass for laser exposures [unexposed]

source: Fotosensitive Masken
en: Photoimageable masks

source: Lösungsmittel für die Kunststoffverarbeitung
en: Solvents for use in the processing of plastics

source: Chemische Zusatzstoffe für gewerbliche Zwecke für die Wasserdesinfektion
en: Additives (Chemical -) for use in the disinfection of water

source: Klebstoffe für die Herstellung von Wandverkleidungen
en: Adhesives for use in the manufacture of wall coverings

source: Antistatische Sprays für elektronische Anlagen
en: Anti-static spray for electronic equipment

source: Schutzbalsam für Baumverletzungen
en: Protective balm for injuries of trees

source: In flüssiger Form aufzubringende Schuzbeschichtungen für Beton [ausgenommen Farben oder Öle]
en: Protective coatings for application in liquid form for use on concrete [other than paints or oils]

source: Schutzbeschichtungen für Gebäude [ausgenommen Farben oder Öle]
en: Protective coatings for buildings [other than paints or oils]

source: Schutzbeschichtungen für Parkhausdecks [ausgenommen Farben oder Öle]
en: Protective coatings for car park decks [other than in the nature of paints or oils]

source: Enzympräparate für den Einsatz in der Alkoholindustrie
en: Enzyme preparations for use in the alcohol industry

source: Chemische Verbindungen für die Vorbehandlung von Beton
en: Chemical compositions for use in the conditioning of concrete

source: Folienträger für Holografie
en: Film supports for holography

source: Organische Dünger
en: Organic fertilizers

source: Gummilösungsmittel [ausgenommen für Haushaltszwecke]
en: Gum solvents [other than for household purposes]

source: Lecithin für die Herstellung von Schokolade
en: Lecithin for use in the manufacture of chocolate

source: Entfettungsmittel für Pelze für Herstellungsverfahren
en: Degreasing agents for fur, for use in manufacturing processes

source: Dehydratisierungsmittel für die Behandlung von Kunststoffmaterialien
en: Dehydrating agents for the treatment of plastics materials

source: Zellstoff für die Herstellung von Pappe
en: Pulp for use in the manufacture of board

source: Chemische Beschichtungsmittel für die Herstellung von gedruckten Leiterplatten
en: Chemical coatings used in the manufacture of printed circuit boards

source: Chemische Stoffe zur flammenhemmenden Appretur auf Textilien
en: Agents (Chemical -) for the flame-retardant finishing of textiles

source: Chemische Stoffe für die Wasserreinigung
en: Agents (Chemical -) for use in water purification

source: Einweichmittel für Herstellungsverfahren
en: Agents for soaking in a manufacturing process

source: Geschmacksverbesserer für Tabak
en: Flavour improvers for tobacco

source: Vorgefertigte Elektrophoresegele [ausgenommen für medizinische Zwecke]
en: Pre-cast electrophoretic gels [other than for medical use]

source: Feuer absorbierende chemische für die Herstellung von Feuer hemmenden Kunststoffen
en: Fire absorbent chemicals for the manufacture of fire retardant plastics

source: Chemische Erzeugnisse im Rohzustand zur Herstellung von Polyurethanharzen
en: Raw chemicals for use in the manufacture of polyurethane resins

source: Rohe Kunststoffe in Form von Granulaten
en: Raw plastics in the form of granules

source: Substanzen zur Bodenstabilisierung
en: Substances for stabilising the soil

source: Fotografisch-chemische Mittel zum Entwickeln fotografischer Filme
en: Photographic chemicals for developing photographic films

source: Ferrotypieplatten [Fotografie]
en: Ferrotype plates [photography]

source: Saccharidpräparate, ausgenommen für medizinische Zwecke
en: Saccharide preparations, other than for medical use

source: Chemische Erzeugnisse für die Fotografie
en: Chemical preparations for use in photography

source: Chemische Zusätze für Mörtel
en: Chemical additives for mortars

source: Bakterielle Substanzen für gewerbliche Zwecke
en: Bacterial substances for industrial use

source: Bakterizide Präparate [ausgenommen für medizinische und veterinärmedizinische Zwecke]
en: Bactericidal preparations [other than for medical and veterinary use]

source: Bakteriologische Präparate für die Forstwirtschaft
en: Bacteriological preparations for use in forestry

source: Chemische Materialien zur Herstellung von Keramik
en: Chemical materials for use in the manufacture of ceramics

source: Chemische Präparate zum Füllen von Dellen bei der Reparatur von Fahrzeugkarosserien
en: Chemical preparations for filling of dents in the repair of vehicle bodies

source: Chemische Präparate zur Härtung von Oberflächen
en: Chemical preparations for hardening surfaces

source: Chemische Präparate zum Schutz von Gewebe
en: Chemical preparations for protecting fabrics

source: Unbelichtete kinematografische Filme
en: Unexposed cinematographic films

source: Unbelichtete fotografische Farbfilme
en: Unexposed colour photographic films

source: Reagenzien für die Analytik [ausgenommen für medizinische oder tierärztliche Zwecke]
en: Reagents for analytical purposes [other than for medical or veterinary purposes]

source: Polyethylen-Kunstharz [im Rohzustand] für Schaumformteile
en: Polyethylene synthetic resin [unprocessed] for foam mouldings

source: Polymerdispersionen als Hilfsstoffe für die Textilindustrie
en: Polymer dispersions for use as auxiliaries for the textile industry

source: Chemische Zusätze für Erdölprodukte
en: Additives (Chemical -) for petroleum products

source: Chemische Schweißmittel
en: Soldering chemicals

source: Chemikalien für die Herstellung von Klebstoffen
en: Chemicals for use in making adhesive substances

source: Fluorierte Harze
en: Fluorinated resins

source: Synthetische Harze im Rohzustand zum Binden von Fußbodenbeschichtungen
en: Tamper evident plastic films [sensitised] for packaging purposes

source: Kalziniertes Kaolin für gewerbliche Zwecke
en: Calcined kaolin for industrial purposes

source: Kohlensaurer Kalk
en: Lime carbonate

source: Chemische Erzeugnisse für Bohrschlamm
en: Chemical products for drilling mud

source: Chemische Erzeugnisse zur Einarbeitung in Fahrzeugreifen für Reparaturzwecke
en: Chemical products for insertion into vehicle tyres to repair them

source: Chemische Verstärkungsmittel zur Einarbeitung in Fahrzeugreifen
en: Chemical products for insertion into vehicle tyres to strengthen them

source: Chemische Erzeugnisse zum Frischhalten von Gemüse
en: Chemical products for preserving the freshness of vegetables

source: Calciumperoxid für die Landwirtschaft
en: Calcium peroxide for use in agriculture

source: Kohlensäure
en: Carbonic acid

source: Enzympräparate für die Desodorierung von Abfallstoffen
en: Enzyme preparations for the deodorising of waste matter

source: Enzympräparate zum Entschlichten von Gewebe
en: Enzyme preparations for use in desizing fabrics

source: Enzympräparate zum Entschlichten von Bekleidungsstücken
en: Enzyme preparations for use in desizing garments

source: Gartennährstoffe und Düngemittel
en: Garden feeds [fertilizers]

source: Wasserabweisende chemische Mittel
en: Water repellant compositions

source: Gereinigte Enzyme für gewerbliche Zwecke
en: Purified enzymes for industrial use

source: Quebracho zum Gerben
en: Quebracho for tanning

source: Chemikalien für die Herstellung von Wachstumshemmern für Insekten
en: Chemicals for use in the manufacture of insect growth regulators

source: Chemische Zusatzstoffe zum Wasserdicht machen von Asphalt
en: Additives (Chemical -) for use in waterproofing asphalt

source: Magnesiumsalze für Fertigungsverfahren
en: Magnesium salts for use in manufacturing processes

source: Magnesiumsulfat für industrielle Zwecke
en: Magnesium sulphate for industrial use

source: Festes Natriumsilikat
en: Solid sodium silicate

source: Reinigungsmittel auf Lösungsmittelbasis zur Fettentfernung bei Herstellungsverfahren
en: Solvent based cleaning preparations for removing grease during manufacturing operations

source: Lösungsmittel für Reinigungszwecke in Herstellungsverfahren
en: Solvents for cleaning purposes during manufacturing operations

source: Wärmeübertragungsfluide für Kühlsysteme in der pharmazeutischen Industrie
en: Heat transfer liquids for use in cooling systems in the pharmaceutical industry

source: Polyurethanvernetzungsmittel für industrielle Beschichtungen
en: Polyurethane cross-linking agents for use in industrial coatings

source: Verstärkte Polymere
en: Reinforced polymers

source: Warmschmelzbare Klebstoffe [nicht für Papier- und Schreibwaren oder für Haushaltszwecke]
en: Thermofusible adhesives [other than for stationery or household purposes]

source: Soße für die Tabakbearbeitung
en: Sauce for preparing tobacco

source: Elektrolytlösungen, nicht für medizinische Zwecke
en: Electrolyte solutions, other than for medical use

source: Chemische Erzeugnisse zur Verwendung beim Zeitungsdruck
en: Chemicals for use in the printing of newspapers

source: Kationische Polymere
en: Cationic polymers

source: Ätzalkalische Hydroxide
en: Caustic alkaline hydroxides

source: Klebepulver für Beschichtungsmittel
en: Cementitious powder for coatings

source: Räuchermittel für Fleischwaren
en: Chemical preparations for smoking meat

source: Chemische Diagnosereagenzien, ausgenommen für medizinische oder veterinärmedizinische Zwecke
en: Chemical reagents for use in diagnosis, other than for medical or veterinary use

source: Chemische Schlichtemittel für die Herstellung von Pappe
en: Chemical sizing compositions for use in the manufacture of paperboard

source: Chemische Präparate als Lösungsmittel
en: Chemical preparations for use as solvents

source: Chemische Präparate für fotografische Verfahren
en: Chemical preparations for use in photographic processes

source: Ester für die Herstellung von pharmazeutischen Produkten
en: Esters for use in the manufacture of pharmaceutical products

source: Biozide Mittel für den Einsatz im Fertigungsbereich
en: Biocidal preparations for use in manufacture

source: Biologische Zusatzstoffe zur Umwandlung von Feldfrüchten in Kompost
en: Biological additives for converting crops into compost

source: Isotope für gewerbliche Zwecke
en: Isotopes for industrial purposes

source: Lanthan
en: Lanthanum

source: Aromatische Fluorzwischenprodukte zur Verwendung in der Fertigung
en: Aromatic fluorine intermediates for use in manufacture

source: Künstliche Dünger
en: Artificial manures

source: Harnstoff-Formaldehyd-Harze [im Rohzustand]
en: Urea-formaldehyde resins [unprocessed]

source: Urethan-modifizierte Co-Polyesterharze [im Rohzustand]
en: Urethane modified co-polyester resins [unprocessed]

source: Reagenzien für analytische Feuchtigkeitsbestimmungen
en: Reagents used for analytical moisture determinations

source: Reiskleie [Düngemittel]
en: Rice bran [fertilizer]

source: Spaltbare chemische Elemente
en: Fissionable chemical elements

source: Chemische Zusatzstoffe für die Herstellung von Tinte
en: Chemical additives for use in the production of inks

source: Chemische Adjuvantien für die Landwirtschaft
en: Chemical adjuvants for use in agriculture

source: Chemische Adjuvantien für den Gartenbau
en: Chemical adjuvants for use in horticulture

source: Chemikalien für Schwimmbecken
en: Chemicals for use in swimming pools

source: Chemikalien zur Verwendung bei der Ölaufbereitung
en: Chemicals for use in the treatment of oils

source: Flüssige Kitte für Fotopapiere
en: Sealing liquids for paper

source: Seetangextrakte als Düngemittel
en: Seaweed extracts for use as a fertilizer

source: Niedrigsubstituierte Hydroxypropylcellulose
en: Low substituted hydroxypropyl cellulose

source: Leuchtpapier [sensibilisiert]
en: Luminous paper [sensitised]

source: Mit Metall umhüllte Calcium-Silizium-Legierungen für die Stahlindustrie
en: Metal clad calcium silicon alloys for use in the steelmaking industry

source: Kühlflüssigkeiten für Fahrzeugkühler
en: Cooling fluids for vehicle radiators

source: Chemische Zusatzstoffe als Bindemittel für Asphalt
en: Additives (Chemical -) for use in binding asphalt

source: Chemische Zusatzstoffe für Gärverfahren
en: Additives (Chemical -) for use in fermentation

source: Reinigungslösungen für Herstellungsverfahren
en: Cleaning solvents for use in manufacturing processes

source: Beschichteter Wollastonit [Calciummetasilikat] als Verstärkerfüllstoff für Klebstoffe
en: Coated wollastonite [calcium metasilicate] for use as a reinforcing filler in adhesives

source: Beschichtungsmittel [Chemikalien], ausgenommen Farben
en: Coating compositions [chemicals], other than paint

source: Imprägniermittel [ausgenommen Farben] zum Schutz vor Wasser
en: Coating compositions [not paint] for protection against the effects of water

source: Chemische Glasbeschichtungen
en: Coatings [chemical] for glass

source: Wohlriechende chemische Verbindungen für die Fertigung
en: Fragrant chemical compounds for use in manufacture

source: Lichtempfindliches Transparentpapier
en: Translucent paper [sensitised]

source: Durchsichtige Filme in Blattform [fotografische, unbelichtete]
en: Transparent film in sheet form [photographic, unexposed]

source: Nicht belichtete fotografische Folien für Overhead-Projektoren
en: Transparent films [photographic, unexposed] for overhead projectors

source: Chemische Substanzen zur Herstellung von parfümierten Reinigungsmitteln
en: Chemical substances for use in the manufacture of scented detergents

source: Chemische Substanzen zur Herstellung von stoßdämpfenden Schutzschichten
en: Chemical substances for use in the manufacture of shock-absorbing backings

source: Substanzen aus Polyesterpaste zum Auffüllen von Rissen
en: Substances of polyester paste for use in the filling of cracks

source: Substanzen aus Polyesterpaste zur Reparatur von Löchern in Oberflächen
en: Substances of polyester paste for use in the repair of holes in surfaces

source: Natürliche Stärken für gewerbliche Zwecke
en: Natural starches for industrial purposes

source: Mischungen aus Chemikalien und Naturmaterialien als Düngemittel für die Gartenwirtschaft
en: Mixtures of chemicals and natural materials for use as horticultural fertilizers

source: Chemische Fleckenschutzmittel für Stoffe
en: Stain-preventing chemicals for use on fabrics

source: Düngemittel für Böden
en: Fertilizers for soil

source: Chemische Substanzen zur Modifizierung der Eigenschaften von Polymeren
en: Chemical substances for modifying the properties of polymers

source: Chemische Substanzen zur Stabilisierung von Schaum
en: Chemical substances for stabilizing foam

source: Chelatgebundene Substanzen als Düngemittel für Blattpflanzen
en: Chelated substances for use as fertilizers for plant foliage

source: Chelatgebundene Substanzen als Nährstoffe für Blattpflanzen
en: Chelated substances for use as nutrients for plant foliage

source: Mittel zum Garmachen von Leder
en: Leather-dressing chemicals

source: Chemische Erzeugnisse zur Herstellung von fotografischen Erzeugnissen
en: Chemical products for the manufacture of photographic products

source: Chemische Erzeugnisse zur Herstellung von Körperpflegemitteln
en: Chemical products for the manufacture of toilet preparations

source: Chemische Bodenverbesserer
en: Soil conditioning chemicals

source: Bindesubstanzen für industrielle Zwecke
en: Binding substances for industrial use

source: Calciumnitratlösungen bei Grundwasserverunreinigungen
en: Calcium nitrate solutions for use in ground water pollution

source: Enzyme [nicht für medizinische Zwecke] zur kontinuierlichen homogenen isothermen Verstärkung von speziellen RNS-Templaten
en: Enzymes [other than for medical use] for use in the continuous homogenous isothermal amplifications of specific rna templates

source: Enzyme für technische Zwecke
en: Enzymes for technical use

source: Auffrischungsmittel für Schallplatten
en: Renovating preparations for phonograph records

source: Chemische Präparate zur Fleckenabweisung
en: Chemical preparations for repelling stains

source: Chemische Präparate zur Klärung von Getränken
en: Chemical preparations for the clarification of beverages

source: Harze [im Rohzustand] für Ankerstangen
en: Resin for use in anchoring rods

source: Kohlenstoffe für die Katalyse
en: Carbons for use in catalysis

source: Universelle Reagenzien für automatisierte Testsysteme [Labor]
en: Universal reagents for automated test systems [laboratory]

source: Chemische Substanzen für die Verbesserung der Umwelt
en: Chemical substances for the enhancement of the environment

source: Chemische Substanzen zur Herstellung von Formpulvern
en: Chemical substances for use in the production of forming powder

source: Gesteinsfasern für die Forstwirtschaft
en: Rock fibres for use in forestry

source: Gummiklebstoffe für gewerbliche Zwecke
en: Rubber adhesives for industrial use

source: Meerwasser [für gewerbliche Zwecke]
en: Seawater for industrial purposes

source: Prüfpräparate für Mycotoxine
en: Assay preparations for mycotoxins

source: Gase für analytische Zwecke
en: Gases for analytical purposes

source: Zitronensäure für industrielle Zwecke
en: Citric acid for industrial purposes

source: Chemikalien zur Behandlung von textilem Gewebe
en: Chemicals for treating textile fabrics

source: Klebstoffe für die Maschinenbauindustrie
en: Adhesives for use in the mechanical industry

source: Chloride
en: Chlorides

source: Back- und Kochaktivierungsmittel für gewerbliche Zwecke
en: Preparations for stimulating cooking for industrial purposes

source: Rohe Silikonharze
en: Silicone resins

source: Amylalkohol [Pentanol]
en: Amyl alcohol (pentanol)

source: Naphthalin
en: Naphthalene

source: Technische Gase zur Verwendung in der Produktion
en: Industrial gases for use in fabrication

source: Industriegase für die Metallproduktion
en: Industrial gases for use in metal production

source: Industriesalz zum Enthärten von Wasser
en: Industrial salt for water softening

source: Chemische Hemmstoffe gegen Säureangriffe
en: Chemical inhibitors against acid attack

source: Klebemittel auf Epoxidharz-Basis für gewerbliche Zwecke
en: Adhesive compositions with a base of epoxy resins for use in industry

source: Klebstoffe für Bodenbeläge
en: Adhesives for floor coverings

source: Radium für wissenschaftliche Zwecke
en: Spirits of vinegar [dilute acetic acid]

source: Chemische Substanzen für Veredelungsverfahren in der Textilindustrie
en: Chemical substances for use in finishing processes in the textile industry

source: Chemische Erzeugnisse zur Herstellung von Halbleiterchips
en: Chemicals used in the manufacture of semiconductor chips

source: Ton als Quellungsmittel für Suspensionen
en: Clay for use as swelling agents for suspensions

source: Unbelichtete lichtempfindliche Röntgenfilme
en: X-ray films, sensitized but not exposed

source: Salpeter
en: Saltpeter

source: Bakterien für die Lebensmittelindustrie
en: Bacteria for use in food manufacture

source: Biochemische Erzeugnisse, nämlich Ausgangsstoffe für die In-vitro-Gentechnik
en: Biochemicals namely, precursors for in vitro genetic engineering use

source: Flammen hemmende Mittel zum Beschichten von Geweben
en: Flame retardant preparations for coating fabrics

source: Lichtempfindliches Aufnahmepapier für thermische Farbsublimationsverfahren
en: Sensitized receiver paper for use in the thermal dye sublimation process

source: Lötmittel [Hartlöten] in Form einer Lötmaske zur Herstellung von Elektronikteilen
en: Coatings in the nature of solder mask for the manufacture of electronic parts

source: Lichtempfindliches Papier in Form von Bahnen
en: Paper in the form of webs [sensitized]

source: Ammoniakverbindungen gegen elektrostatische Aufladungen
en: Ammonium compounds for removing electrostatatic charges

source: Monomere für die Herstellung von Dentalprodukten
en: Monomers for use in the manufacture of dental products

source: Formbare synthetische Harze [im Rohzustand]
en: Mouldable synthetic resins [unprocessed]

source: Künstliche Pflanzenkulturerde aus Kunststoffmaterialien
en: Artificial plant-cultivation soil made of plastic materials

source: Genetische Identitätstests, bestehend aus Reagenzien
en: Genetic identity tests comprised of reagents

source: Kalzinierte Soda
en: Calcined soda

source: Klebstoffe für Glas
en: Adhesives for glazing

source: Klebstoffe für die Herstellung von Sperrholz
en: Adhesives for use in the manufacture of plywood

source: Chemische Erzeugnisse als Additive in der petrochemischen Industrie
en: Chemicals for use as processing additives in the petrochemicals industry

source: Chemikalien zur Verwendung in Aquarien [ausgenommen Pharmazeutika]
en: Chemicals for use in aquariums [other than pharmaceuticals]
